import "./Rokia.css";
import "../Library/Library.css";
import vid from "../../img/الرقية الشرعية بصوت الشيخ مشاري بن راشد العفاسي _ بدون إعلانات (1).mp4";
export default function About() {
  return (
    <div className="spe ">
      <div className="spe-claa ">
        <h1>الرقية الشرعية</h1>
        <div className="video-overview">
          <iframe
            width="90%"
            height="414px"
            src={vid}
            title="YouTube video player"
            allow="accelerometer; autoplay; clipboard-write; encrypted-media; gyroscope; picture-in-picture; web-share"
            allowFullScreen
          ></iframe>
        </div>

        <div className="video-text">
          <h3>الرقية الشرعية كاملة من القرآن والسنة</h3>

          <h3 className="small">أولا : الرقية الشرعية من القرآن الكريم</h3>
          <h4>أعوذ بالله السميع العليم من الشيطان الرجيم</h4>

          <div className="vid-tex">
            <p className="soura">: سورة الفـاتـحة</p>
            <div className="nass-span">
              <p className="nass">
                بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ * الْحَمْدُ لِلَّهِ رَبِّ
                الْعَالَمِينَ * الرَّحْمَنِ الرَّحِيمِ * مَالِكِ يَوْمِ الدِّينِ
                * إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ * اهْدِنَا الصِّرَاطَ
                الْمُسْتَقِيمَ * صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ
                الْمَغْضُوبِ عَلَيْهِمْ وَلَا الضَّالِّينَ
              </p>

              <span className="soura-span">[ الفاتحة : 1 - 7 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة البقرة</p>

            <div className="nass-span">
              <p className="nass">
                الم ذَلِكَ الْكِتَابُ لاَ رَيْبَ فِيهِ هُدًى لِّلْمُتَّقِينَ
                الَّذِينَ يُؤْمِنُونَ بِالْغَيْبِ وَيُقِيمُونَ الصَّلاةَ
                وَمِمَّا رَزَقْنَاهُمْ يُنفِقُونَ والَّذِينَ يُؤْمِنُونَ بِمَا
                أُنزِلَ إِلَيْكَ وَمَا أُنزِلَ مِن قَبْلِكَ وَبِالآخِرَةِ هُمْ
                يُوقِنُونَ أُوْلَـئِكَ عَلَى هُدًى مِّن رَّبِّهِمْ وَأُوْلَـئِكَ
                هُمُ الْمُفْلِحُونَ
              </p>

              <span className="soura-span">[ البقرة : 1 - 5 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                يَكَادُ الْبَرْقُ يَخْطَفُ أَبْصَارَهُمْ كُلَّمَا أَضَاءَ لَهُمْ
                مَشَوْا فِيهِ وَإِذَا أَظْلَمَ عَلَيْهِمْ قَامُوا وَلَوْ شَاءَ
                اللَّهُ لَذَهَبَ بِسَمْعِهِمْ وَأَبْصَارِهِمْ إِنَّ اللَّهَ
                عَلَى كُلِّ شَيْءٍ قَدِيرٌ
              </p>

              <span className="soura-span">[ البقرة : 20 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَاتَّبَعُوا مَا تَتْلُو الشَّيَاطِينُ عَلَى مُلْكِ سُلَيْمَانَ
                وَمَا كَفَرَ سُلَيْمَانُ وَلَكِنَّ الشَّيَاطِينَ كَفَرُوا
                يُعَلِّمُونَ النَّاسَ السِّحْرَ وَمَا أُنْزِلَ عَلَى
                الْمَلَكَيْنِ بِبَابِلَ هَارُوتَ وَمَارُوتَ وَمَا يُعَلِّمَانِ
                مِنْ أَحَدٍ حَتَّى يَقُولَا إِنَّمَا نَحْنُ فِتْنَةٌ فَلَا
                تَكْفُرْ فَيَتَعَلَّمُونَ مِنْهُمَا مَا يُفَرِّقُونَ بِهِ بَيْنَ
                الْمَرْءِ وَزَوْجِهِ وَمَا هُمْ بِضَارِّينَ بِهِ مِنْ أَحَدٍ
                إِلَّا بِإِذْنِ اللَّهِ وَيَتَعَلَّمُونَ مَا يَضُرُّهُمْ وَلَا
                يَنْفَعُهُمْ وَلَقَدْ عَلِمُوا لَمَنِ اشْتَرَاهُ مَا لَهُ فِي
                الْآخِرَةِ مِنْ خَلَاقٍ وَلَبِئْسَ مَا شَرَوْا بِهِ أَنْفُسَهُمْ
                لَوْ كَانُوا يَعْلَمُونَ
              </p>

              <span className="soura-span">[ البقرة : 102 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                مَا يَوَدُّ الَّذِينَ كَفَرُوا مِنْ أَهْلِ الْكِتَابِ وَلَا
                الْمُشْرِكِينَ أَنْ يُنَزَّلَ عَلَيْكُمْ مِنْ خَيْرٍ مِنْ
                رَبِّكُمْ وَاللَّهُ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ
                وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ
              </p>

              <span className="soura-span">[ البقرة : 105 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَدَّ كَثِيرٌ مِنْ أَهْلِ الْكِتَابِ لَوْ يَرُدُّونَكُمْ مِنْ
                بَعْدِ إِيمَانِكُمْ كُفَّارًا حَسَدًا مِنْ عِنْدِ أَنْفُسِهِمْ
                مِنْ بَعْدِ مَا تَبَيَّنَ لَهُمُ الْحَقُّ فَاعْفُوا وَاصْفَحُوا
                حَتَّى يَأْتِيَ اللَّهُ بِأَمْرِهِ إِنَّ اللَّهَ عَلَى كُلِّ
                شَيْءٍ قَدِيرٌ
              </p>

              <span className="soura-span">[ البقرة : 109 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                فَإِنْ آمَنُوا بِمِثْلِ مَا آمَنْتُمْ بِهِ فَقَدِ اهْتَدَوْا
                وَإِنْ تَوَلَّوْا فَإِنَّمَا هُمْ فِي شِقَاقٍ فَسَيَكْفِيكَهُمُ
                اللَّهُ وَهُوَ السَّمِيعُ الْعَلِيمُ * صِبْغَةَ اللَّهِ وَمَنْ
                أَحْسَنُ مِنَ اللَّهِ صِبْغَةً وَنَحْنُ لَهُ عَابِدُونَ
              </p>

              <span className="soura-span">[ البقرة : 137، 138 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَإِلَهُكُمْ إِلَهٌ وَاحِدٌ لَا إِلَهَ إِلَّا هُوَ الرَّحْمَنُ
                الرَّحِيمُ * إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ
                وَاخْتِلَافِ اللَّيْلِ وَالنَّهَارِ وَالْفُلْكِ الَّتِي تَجْرِي
                فِي الْبَحْرِ بِمَا يَنْفَعُ النَّاسَ وَمَا أَنْزَلَ اللَّهُ
                مِنَ السَّمَاءِ مِنْ مَاءٍ فَأَحْيَا بِهِ الْأَرْضَ بَعْدَ
                مَوْتِهَا وَبَثَّ فِيهَا مِنْ كُلِّ دَابَّةٍ وَتَصْرِيفِ
                الرِّيَاحِ وَالسَّحَابِ الْمُسَخَّرِ بَيْنَ السَّمَاءِ
                وَالْأَرْضِ لَآيَاتٍ لِقَوْمٍ يَعْقِلُونَ
              </p>

              <span className="soura-span">[ البقرة : 163 - 164 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ لَا
                تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ لَهُ مَا فِي السَّمَاوَاتِ وَمَا
                فِي الْأَرْضِ مَنْ ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا
                بِإِذْنِهِ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ
                وَلَا يُحِيطُونَ بِشَيْءٍ مِنْ عِلْمِهِ إِلَّا بِمَا شَاءَ
                وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ وَلَا يَئُودُهُ
                حِفْظُهُمَا وَهُوَ الْعَلِيُّ الْعَظِيمُ
              </p>

              <span className="soura-span">[ البقرة : 255 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                آمَنَ الرَّسُولُ بِمَا أُنْزِلَ إِلَيْهِ مِنْ رَبِّهِ
                وَالْمُؤْمِنُونَ كُلٌّ آمَنَ بِاللَّهِ وَمَلَائِكَتِهِ
                وَكُتُبِهِ وَرُسُلِهِ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِنْ رُسُلِهِ
                وَقَالُوا سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ
                الْمَصِيرُ * لَا يُكَلِّفُ اللَّهُ نَفْسًا إِلَّا وُسْعَهَا
                لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لَا
                تُؤَاخِذْنَا إِنْ نَسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلَا
                تَحْمِلْ عَلَيْنَا إِصْرًا كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِنْ
                قَبْلِنَا رَبَّنَا وَلَا تُحَمِّلْنَا مَا لَا طَاقَةَ لَنَا بِهِ
                وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنْتَ مَوْلَانَا
                فَانْصُرْنَا عَلَى الْقَوْمِ الْكَافِرِينَ
              </p>

              <span className="soura-span">[ البقرة : 285 - 286 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة آل عمران</p>

            <div className="nass-span">
              <p className="nass">
                الم * اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ *
                نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِمَا بَيْنَ
                يَدَيْهِ وَأَنْزَلَ التَّوْرَاةَ وَالْإِنْجِيلَ * مِنْ قَبْلُ
                هُدًى لِلنَّاسِ وَأَنْزَلَ الْفُرْقَانَ إِنَّ الَّذِينَ كَفَرُوا
                بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو
                انْتِقَامٍ * إِنَّ اللَّهَ لَا يَخْفَى عَلَيْهِ شَيْءٌ فِي
                الْأَرْضِ وَلَا فِي السَّمَاءِ * هُوَ الَّذِي يُصَوِّرُكُمْ فِي
                الْأَرْحَامِ كَيْفَ يَشَاءُ لَا إِلَهَ إِلَّا هُوَ الْعَزِيزُ
                الْحَكِيمُ
              </p>

              <span className="soura-span">[ آل عمران : 1 - 6 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                شَهِدَ اللَّهُ أَنَّهُ لَا إِلَهَ إِلَّا هُوَ وَالْمَلَائِكَةُ
                وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَهَ إِلَّا هُوَ
                الْعَزِيزُ الْحَكِيمُ
              </p>

              <span className="soura-span">[ آل عمران : 18 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَنْ تَشَاءُ
                وَتَنْزِعُ الْمُلْكَ مِمَّنْ تَشَاءُ وَتُعِزُّ مَنْ تَشَاءُ
                وَتُذِلُّ مَنْ تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَى كُلِّ
                شَيْءٍ قَدِيرٌ * تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ
                النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ
                وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَنْ تَشَاءُ
                بِغَيْرِ حِسَابٍ
              </p>

              <span className="soura-span">[ آل عمران : 26 ، 27 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ
                وَاللَّهُ وَاسِعٌ عَلِيمٌ * يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ
                وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ
              </p>

              <span className="soura-span">[ آل عمران : 73 ، 74 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي
                السَّمَاوَاتِ وَالْأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ
                يُرْجَعُونَ
              </p>

              <span className="soura-span">[ آل عمران : 83 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَمَنْ يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَنْ يُقْبَلَ
                مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَاسِرِينَ
              </p>

              <span className="soura-span">[ آل عمران : 85 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                إِنْ تَمْسَسْكُمْ حَسَنَةٌ تَسُؤْهُمْ وَإِنْ تُصِبْكُمْ
                سَيِّئَةٌ يَفْرَحُوا بِهَا وَإِنْ تَصْبِرُوا وَتَتَّقُوا لَا
                يَضُرُّكُمْ كَيْدُهُمْ شَيْئًا إِنَّ اللَّهَ بِمَا يَعْمَلُونَ
                مُحِيطٌ
              </p>

              <span className="soura-span">[ آل عمران : 120 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                إِنَّ فِي خَلْقِ السَّمَاوَاتِ وَالْأَرْضِ وَاخْتِلَافِ
                اللَّيْلِ وَالنَّهَارِ لَآيَاتٍ لِأُولِي الْأَلْبَابِ *
                الَّذِينَ يَذْكُرُونَ اللَّهَ قِيَامًا وَقُعُودًا وَعَلَى
                جُنُوبِهِمْ وَيَتَفَكَّرُونَ فِي خَلْقِ السَّمَاوَاتِ
                وَالْأَرْضِ رَبَّنَا مَا خَلَقْتَ هَذَا بَاطِلًا سُبْحَانَكَ
                فَقِنَا عَذَابَ النَّارِ * رَبَّنَا إِنَّكَ مَنْ تُدْخِلِ
                النَّارَ فَقَدْ أَخْزَيْتَهُ وَمَا لِلظَّالِمِينَ مِنْ أَنْصَارٍ
                * رَبَّنَا إِنَّنَا سَمِعْنَا مُنَادِيًا يُنَادِي لِلْإِيمَانِ
                أَنْ آمِنُوا بِرَبِّكُمْ فَآمَنَّا رَبَّنَا فَاغْفِرْ لَنَا
                ذُنُوبَنَا وَكَفِّرْ عَنَّا سَيِّئَاتِنَا وَتَوَفَّنَا مَعَ
                الْأَبْرَارِ * رَبَّنَا وَآتِنَا مَا وَعَدْتَنَا عَلَى رُسُلِكَ
                وَلَا تُخْزِنَا يَوْمَ الْقِيَامَةِ إِنَّكَ لَا تُخْلِفُ
                الْمِيعَادَ
              </p>

              <span className="soura-span">[ آل عمران : 190 - 194]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة النساء</p>

            <div className="nass-span">
              <p className="nass">
                وَلَا تَتَمَنَّوْا مَا فَضَّلَ اللَّهُ بِهِ بَعْضَكُمْ عَلَى
                بَعْضٍ لِلرِّجَالِ نَصِيبٌ مِمَّا اكْتَسَبُوا وَلِلنِّسَاءِ
                نَصِيبٌ مِمَّا اكْتَسَبْنَ وَاسْأَلُوا اللَّهَ مِنْ فَضْلِهِ
                إِنَّ اللَّهَ كَانَ بِكُلِّ شَيْءٍ عَلِيمًا
              </p>

              <span className="soura-span">[ النساء : 32 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                أَمْ يَحْسُدُونَ النَّاسَ عَلَى مَا آتَاهُمُ اللَّهُ مِنْ
                فَضْلِهِ فَقَدْ آتَيْنَا آلَ إِبْرَاهِيمَ الْكِتَابَ
                وَالْحِكْمَةَ وَآتَيْنَاهُمْ مُلْكًا عَظِيمًا
              </p>

              <span className="soura-span">[ النساء : 54 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللَّهُ لَا إِلَهَ إِلَّا هُوَ لَيَجْمَعَنَّكُمْ إِلَى يَوْمِ
                الْقِيَامَةِ لَا رَيْبَ فِيهِ وَمَنْ أَصْدَقُ مِنَ اللَّهِ
                حَدِيثًا
              </p>

              <span className="soura-span">[ النساء : 87 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة الأنعام</p>

            <div className="nass-span">
              <p className="nass">
                الْحَمْدُ لِلَّهِ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ
                وَجَعَلَ الظُّلُمَاتِ وَالنُّورَ ثُمَّ الَّذِينَ كَفَرُوا
                بِرَبِّهِمْ يَعْدِلُونَ * هُوَ الَّذِي خَلَقَكُمْ مِنْ طِينٍ
                ثُمَّ قَضَى أَجَلًا وَأَجَلٌ مُسَمًّى عِنْدَهُ ثُمَّ أَنْتُمْ
                تَمْتَرُونَ * وَهُوَ اللَّهُ فِي السَّمَاوَاتِ وَفِي الْأَرْضِ
                يَعْلَمُ سِرَّكُمْ وَجَهْرَكُمْ وَيَعْلَمُ مَا تَكْسِبُونَ
              </p>

              <span className="soura-span">[ الأنعام : 1 - 3 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَلَهُ مَا سَكَنَ فِي اللَّيْلِ وَالنَّهَارِ وَهُوَ السَّمِيعُ
                الْعَلِيمُ
              </p>

              <span className="soura-span">[ الأنعام : 13 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ
                وَإِنْ يَمْسَسْكَ بِخَيْرٍ فَهُوَ عَلَى كُلِّ شَيْءٍ قَدِيرٌ *
                وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَهُوَ الْحَكِيمُ الْخَبِيرُ
              </p>

              <span className="soura-span">[ الأنعام : 17 ، 18 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَهُوَ الْقَاهِرُ فَوْقَ عِبَادِهِ وَيُرْسِلُ عَلَيْكُمْ
                حَفَظَةً حَتَّى إِذَا جَاءَ أَحَدَكُمُ الْمَوْتُ تَوَفَّتْهُ
                رُسُلُنَا وَهُمْ لَا يُفَرِّطُونَ * ثُمَّ رُدُّوا إِلَى اللَّهِ
                مَوْلَاهُمُ الْحَقِّ أَلَا لَهُ الْحُكْمُ وَهُوَ أَسْرَعُ
                الْحَاسِبِينَ
              </p>

              <span className="soura-span">[ الأنعام : 61 ، 62 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                ذَلِكُمُ اللَّهُ رَبُّكُمْ لَا إِلَهَ إِلَّا هُوَ خَالِقُ كُلِّ
                شَيْءٍ فَاعْبُدُوهُ وَهُوَ عَلَى كُلِّ شَيْءٍ وَكِيلٌ * لَا
                تُدْرِكُهُ الْأَبْصَارُ وَهُوَ يُدْرِكُ الْأَبْصَارَ وَهُوَ
                اللَّطِيفُ الْخَبِيرُ
              </p>

              <span className="soura-span">[ الأنعام : 102 ، 103 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة الأعراف</p>

            <div className="nass-span">
              <p className="nass">
                إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ
                فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ يُغْشِي
                اللَّيْلَ النَّهَارَ يَطْلُبُهُ حَثِيثًا وَالشَّمْسَ وَالْقَمَرَ
                وَالنُّجُومَ مُسَخَّرَاتٍ بِأَمْرِهِ أَلَا لَهُ الْخَلْقُ
                وَالْأَمْرُ تَبَارَكَ اللَّهُ رَبُّ الْعَالَمِينَ * ادْعُوا
                رَبَّكُمْ تَضَرُّعًا وَخُفْيَةً إِنَّهُ لَا يُحِبُّ
                الْمُعْتَدِينَ * وَلَا تُفْسِدُوا فِي الْأَرْضِ بَعْدَ
                إِصْلَاحِهَا وَادْعُوهُ خَوْفًا وَطَمَعًا إِنَّ رَحْمَتَ اللَّهِ
                قَرِيبٌ مِنَ الْمُحْسِنِينَ
              </p>

              <span className="soura-span">[ الأعراف : 54 - 56 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَسِعَ رَبُّنَا كُلَّ شَيْءٍ عِلْمًا عَلَى اللَّهِ تَوَكَّلْنَا
                رَبَّنَا افْتَحْ بَيْنَنَا وَبَيْنَ قَوْمِنَا بِالْحَقِّ
                وَأَنْتَ خَيْرُ الْفَاتِحِينَ
              </p>

              <span className="soura-span">[ الأعراف : 89 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَأَوْحَيْنَا إِلَى مُوسَى أَنْ أَلْقِ عَصَاكَ فَإِذَا هِيَ
                تَلْقَفُ مَا يَأْفِكُونَ * فَوَقَعَ الْحَقُّ وَبَطَلَ مَا
                كَانُوا يَعْمَلُونَ * فَغُلِبُوا هُنَالِكَ وَانْقَلَبُوا
                صَاغِرِينَ * وَأُلْقِيَ السَّحَرَةُ سَاجِدِينَ * قَالُوا آمَنَّا
                بِرَبِّ الْعَالَمِينَ * رَبِّ مُوسَى وَهَارُونَ
              </p>

              <span className="soura-span">[ الأعراف : 117 - 122 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَلِلَّهِ الْأَسْمَاءُ الْحُسْنَى فَادْعُوهُ بِهَا وَذَرُوا
                الَّذِينَ يُلْحِدُونَ فِي أَسْمَائِهِ سَيُجْزَوْنَ مَا كَانُوا
                يَعْمَلُونَ
              </p>

              <span className="soura-span">[ الأعراف : 180 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَإِمَّا يَنْزَغَنَّكَ مِنَ الشَّيْطَانِ نَزْغٌ فَاسْتَعِذْ
                بِاللَّهِ إِنَّهُ سَمِيعٌ عَلِيمٌ * إِنَّ الَّذِينَ اتَّقَوْا
                إِذَا مَسَّهُمْ طَائِفٌ مِنَ الشَّيْطَانِ تَذَكَّرُوا فَإِذَا
                هُمْ مُبْصِرُونَ
              </p>

              <span className="soura-span">[ الأعراف : 200 ، 201 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة التوبة</p>

            <div className="nass-span">
              <p className="nass">
                قَاتِلُوهُمْ يُعَذِّبْهُمُ اللَّهُ بِأَيْدِيكُمْ وَيُخْزِهِمْ
                وَيَنْصُرْكُمْ عَلَيْهِمْ وَيَشْفِ صُدُورَ قَوْمٍ مُؤْمِنِينَ
              </p>

              <span className="soura-span">[ التوبة : 14 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                إِلَّا تَنْصُرُوهُ فَقَدْ نَصَرَهُ اللَّهُ إِذْ أَخْرَجَهُ
                الَّذِينَ كَفَرُوا ثَانِيَ اثْنَيْنِ إِذْ هُمَا فِي الْغَارِ
                إِذْ يَقُولُ لِصَاحِبِهِ لَا تَحْزَنْ إِنَّ اللَّهَ مَعَنَا
                فَأَنْزَلَ اللَّهُ سَكِينَتَهُ عَلَيْهِ وَأَيَّدَهُ بِجُنُودٍ
                لَمْ تَرَوْهَا وَجَعَلَ كَلِمَةَ الَّذِينَ كَفَرُوا السُّفْلَى
                وَكَلِمَةُ اللَّهِ هِيَ الْعُلْيَا وَاللَّهُ عَزِيزٌ حَكِيمٌ
              </p>

              <span className="soura-span">[ التوبة : 40 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنْفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا
                عَنِتُّمْ حَرِيصٌ عَلَيْكُمْ بِالْمُؤْمِنِينَ رَءُوفٌ رَحِيمٌ *
                فَإِنْ تَوَلَّوْا فَقُلْ حَسْبِيَ اللَّهُ لَا إِلَهَ إِلَّا هُوَ
                عَلَيْهِ تَوَكَّلْتُ وَهُوَ رَبُّ الْعَرْشِ الْعَظِيمِ
              </p>

              <span className="soura-span">[ التوبة : 128 ، 129 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة يونس</p>

            <div className="nass-span">
              <p className="nass">
                الر تِلْكَ آيَاتُ الْكِتَابِ الْحَكِيمِ * أَكَانَ لِلنَّاسِ
                عَجَبًا أَنْ أَوْحَيْنَا إِلَى رَجُلٍ مِنْهُمْ أَنْ أَنْذِرِ
                النَّاسَ وَبَشِّرِ الَّذِينَ آمَنُوا أَنَّ لَهُمْ قَدَمَ صِدْقٍ
                عِنْدَ رَبِّهِمْ قَالَ الْكَافِرُونَ إِنَّ هَذَا لَسَاحِرٌ
                مُبِينٌ * إِنَّ رَبَّكُمُ اللَّهُ الَّذِي خَلَقَ السَّمَاوَاتِ
                وَالْأَرْضَ فِي سِتَّةِ أَيَّامٍ ثُمَّ اسْتَوَى عَلَى الْعَرْشِ
                يُدَبِّرُ الْأَمْرَ مَا مِنْ شَفِيعٍ إِلَّا مِنْ بَعْدِ إِذْنِهِ
                ذَلِكُمُ اللَّهُ رَبُّكُمْ فَاعْبُدُوهُ أَفَلَا تَذَكَّرُونَ
              </p>

              <span className="soura-span">[ يونس : 1 - 3 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ يَهْدِيهِمْ
                رَبُّهُمْ بِإِيمَانِهِمْ تَجْرِي مِنْ تَحْتِهِمُ الْأَنْهَارُ
                فِي جَنَّاتِ النَّعِيمِ * دَعْوَاهُمْ فِيهَا سُبْحَانَكَ
                اللَّهُمَّ وَتَحِيَّتُهُمْ فِيهَا سَلَامٌ وَآخِرُ دَعْوَاهُمْ
                أَنِ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ
              </p>

              <span className="soura-span">[ يونس : 9 ، 10 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                يَا أَيُّهَا النَّاسُ قَدْ جَاءَتْكُمْ مَوْعِظَةٌ مِنْ رَبِّكُمْ
                وَشِفَاءٌ لِمَا فِي الصُّدُورِ وَهُدًى وَرَحْمَةٌ
                لِلْمُؤْمِنِينَ
              </p>

              <span className="soura-span">[ يونس : 57 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                أَلَا إِنَّ أَوْلِيَاءَ اللَّهِ لَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ
                يَحْزَنُونَ * الَّذِينَ آمَنُوا وَكَانُوا يَتَّقُونَ
              </p>

              <span className="soura-span">[ يونس : 62 ، 63 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَقَالَ فِرْعَوْنُ ائْتُونِي بِكُلِّ سَاحِرٍ عَلِيمٍ * فَلَمَّا
                جَاءَ السَّحَرَةُ قَالَ لَهُمْ مُوسَى أَلْقُوا مَا أَنْتُمْ
                مُلْقُونَ * فَلَمَّا أَلْقَوْا قَالَ مُوسَى مَا جِئْتُمْ بِهِ
                السِّحْرُ إِنَّ اللَّهَ سَيُبْطِلُهُ إِنَّ اللَّهَ لَا يُصْلِحُ
                عَمَلَ الْمُفْسِدِينَ * وَيُحِقُّ اللَّهُ الْحَقَّ بِكَلِمَاتِهِ
                وَلَوْ كَرِهَ الْمُجْرِمُونَ
              </p>

              <span className="soura-span">[ يونس : 79 - 82 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                ثُمَّ نُنَجِّي رُسُلَنَا وَالَّذِينَ آمَنُوا كَذَلِكَ حَقًّا
                عَلَيْنَا نُنْجِ الْمُؤْمِنِينَ
              </p>

              <span className="soura-span">[ يونس : 103 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَإِنْ يَمْسَسْكَ اللَّهُ بِضُرٍّ فَلَا كَاشِفَ لَهُ إِلَّا هُوَ
                وَإِنْ يُرِدْكَ بِخَيْرٍ فَلَا رَادَّ لِفَضْلِهِ يُصِيبُ بِهِ
                مَنْ يَشَاءُ مِنْ عِبَادِهِ وَهُوَ الْغَفُورُ الرَّحِيمُ
              </p>

              <span className="soura-span">[ يونس : 107 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة هود</p>

            <div className="nass-span">
              <p className="nass">
                وَكُلًّا نَقُصُّ عَلَيْكَ مِنْ أَنْبَاءِ الرُّسُلِ مَا نُثَبِّتُ
                بِهِ فُؤَادَكَ وَجَاءَكَ فِي هَذِهِ الْحَقُّ وَمَوْعِظَةٌ
                وَذِكْرَى لِلْمُؤْمِنِينَ
              </p>

              <span className="soura-span">[ هود : 120] </span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة يوسف</p>

            <div className="nass-span">
              <p className="nass">
                قَالَ هَلْ آمَنُكُمْ عَلَيْهِ إِلَّا كَمَا أَمِنْتُكُمْ عَلَى
                أَخِيهِ مِنْ قَبْلُ فَاللَّهُ خَيْرٌ حَافِظًا وَهُوَ أَرْحَمُ
                الرَّاحِمِينَ
              </p>

              <span className="soura-span">[ يوسف : 64 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَقَالَ يَا بَنِيَّ لَا تَدْخُلُوا مِنْ بَابٍ وَاحِدٍ
                وَادْخُلُوا مِنْ أَبْوَابٍ مُتَفَرِّقَةٍ وَمَا أُغْنِي عَنْكُمْ
                مِنَ اللَّهِ مِنْ شَيْءٍ إِنِ الْحُكْمُ إِلَّا لِلَّهِ عَلَيْهِ
                تَوَكَّلْتُ وَعَلَيْهِ فَلْيَتَوَكَّلِ الْمُتَوَكِّلُونَ
              </p>

              <span className="soura-span">[ يوسف : 67 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                قَالَ إِنَّمَا أَشْكُو بَثِّي وَحُزْنِي إِلَى اللَّهِ وَأَعْلَمُ
                مِنَ اللَّهِ مَا لَا تَعْلَمُونَ
              </p>

              <span className="soura-span">[ يوسف : 86 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة الرعد</p>

            <div className="nass-span">
              <p className="nass">
                لَّذِينَ آمَنُوا وَتَطْمَئِنُّ قُلُوبُهُمْ بِذِكْرِ اللَّهِ
                أَلَا بِذِكْرِ اللَّهِ تَطْمَئِنُّ الْقُلُوبُ
              </p>

              <span className="soura-span">[ الرعد : 28 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة إبراهيم</p>

            <div className="nass-span">
              <p className="nass">
                يُثَبِّتُ اللَّهُ الَّذِينَ آمَنُوا بِالْقَوْلِ الثَّابِتِ فِي
                الْحَيَاةِ الدُّنْيَا وَفِي الْآخِرَةِ وَيُضِلُّ اللَّهُ
                الظَّالِمِينَ وَيَفْعَلُ اللَّهُ مَا يَشَاءُ
              </p>

              <span className="soura-span">[ إبراهيم : 27 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الحجر</p>

            <div className="nass-span">
              <p className="nass">
                إِنَّا نَحْنُ نَزَّلْنَا الذِّكْرَ وَإِنَّا لَهُ لَحَافِظُونَ
              </p>

              <span className="soura-span">[ الحجر : 9 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَلَوْ فَتَحْنَا عَلَيْهِمْ بَابًا مِنَ السَّمَاءِ فَظَلُّوا
                فِيهِ يَعْرُجُونَ * لَقَالُوا إِنَّمَا سُكِّرَتْ أَبْصَارُنَا
                بَلْ نَحْنُ قَوْمٌ مَسْحُورُونَ * وَلَقَدْ جَعَلْنَا فِي
                السَّمَاءِ بُرُوجًا وَزَيَّنَّاهَا لِلنَّاظِرِينَ *
                وَحَفِظْنَاهَا مِنْ كُلِّ شَيْطَانٍ رَجِيمٍ * إِلَّا مَنِ
                اسْتَرَقَ السَّمْعَ فَأَتْبَعَهُ شِهَابٌ مُبِينٌ
              </p>

              <span className="soura-span">[ الحجر : 14 - 18 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَمَا خَلَقْنَا السَّمَاوَاتِ وَالْأَرْضَ وَمَا بَيْنَهُمَا
                إِلَّا بِالْحَقِّ وَإِنَّ السَّاعَةَ لَآتِيَةٌ فَاصْفَحِ
                الصَّفْحَ الْجَمِيلَ * إِنَّ رَبَّكَ هُوَ الْخَلَّاقُ الْعَلِيمُ
              </p>

              <span className="soura-span">[ الحجر : 85 - 86 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة النحل</p>

            <div className="nass-span">
              <p className="nass">
                أَتَى أَمْرُ اللَّهِ فَلَا تَسْتَعْجِلُوهُ سُبْحَانَهُ
                وَتَعَالَى عَمَّا يُشْرِكُونَ * يُنَزِّلُ الْمَلَائِكَةَ
                بِالرُّوحِ مِنْ أَمْرِهِ عَلَى مَنْ يَشَاءُ مِنْ عِبَادِهِ أَنْ
                أَنْذِرُوا أَنَّهُ لَا إِلَهَ إِلَّا أَنَا فَاتَّقُونِ * خَلَقَ
                السَّمَاوَاتِ وَالْأَرْضَ بِالْحَقِّ تَعَالَى عَمَّا يُشْرِكُونَ
              </p>

              <span className="soura-span">[ النحل : 1 - 3 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَأَوْحَى رَبُّكَ إِلَى النَّحْلِ أَنِ اتَّخِذِي مِنَ الْجِبَالِ
                بُيُوتًا وَمِنَ الشَّجَرِ وَمِمَّا يَعْرِشُونَ * ثُمَّ كُلِي
                مِنْ كُلِّ الثَّمَرَاتِ فَاسْلُكِي سُبُلَ رَبِّكِ ذُلُلًا
                يَخْرُجُ مِنْ بُطُونِهَا شَرَابٌ مُخْتَلِفٌ أَلْوَانُهُ فِيهِ
                شِفَاءٌ لِلنَّاسِ إِنَّ فِي ذَلِكَ لَآيَةً لِقَوْمٍ
                يَتَفَكَّرُونَ
              </p>

              <span className="soura-span">[ النحل : 68 ، 69 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                قُلْ نَزَّلَهُ رُوحُ الْقُدُسِ مِنْ رَبِّكَ بِالْحَقِّ
                لِيُثَبِّتَ الَّذِينَ آمَنُوا وَهُدًى وَبُشْرَى لِلْمُسْلِمِينَ
              </p>

              <span className="soura-span">[ النحل : 102 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَاصْبِرْ وَمَا صَبْرُكَ إِلَّا بِاللَّهِ وَلَا تَحْزَنْ
                عَلَيْهِمْ وَلَا تَكُ فِي ضَيْقٍ مِمَّا يَمْكُرُونَ
              </p>

              <span className="soura-span">[ النحل : 127 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الإسراء</p>

            <div className="nass-span">
              <p className="nass">
                وَإِذَا قَرَأْتَ الْقُرْآنَ جَعَلْنَا بَيْنَكَ وَبَيْنَ
                الَّذِينَ لَا يُؤْمِنُونَ بِالْآخِرَةِ حِجَابًا مَسْتُورًا *
                وَجَعَلْنَا عَلَى قُلُوبِهِمْ أَكِنَّةً أَنْ يَفْقَهُوهُ وَفِي
                آذَانِهِمْ وَقْرًا وَإِذَا ذَكَرْتَ رَبَّكَ فِي الْقُرْآنِ
                وَحْدَهُ وَلَّوْا عَلَى أَدْبَارِهِمْ نُفُورًا * نَحْنُ أَعْلَمُ
                بِمَا يَسْتَمِعُونَ بِهِ إِذْ يَسْتَمِعُونَ إِلَيْكَ وَإِذْ هُمْ
                نَجْوَى إِذْ يَقُولُ الظَّالِمُونَ إِنْ تَتَّبِعُونَ إِلَّا
                رَجُلًا مَسْحُورًا * انْظُرْ كَيْفَ ضَرَبُوا لَكَ الْأَمْثَالَ
                فَضَلُّوا فَلَا يَسْتَطِيعُونَ سَبِيلًا
              </p>

              <span className="soura-span">[ الإسراء : 45 - 48 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                قُلِ ادْعُوا الَّذِينَ زَعَمْتُمْ مِنْ دُونِهِ فَلَا يَمْلِكُونَ
                كَشْفَ الضُّرِّ عَنْكُمْ وَلَا تَحْوِيلًا
              </p>

              <span className="soura-span">[ الإسراء : 56 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                قَالَ اذْهَبْ فَمَنْ تَبِعَكَ مِنْهُمْ فَإِنَّ جَهَنَّمَ
                جَزَاؤُكُمْ جَزَاءً مَوْفُورًا * وَاسْتَفْزِزْ مَنِ اسْتَطَعْتَ
                مِنْهُمْ بِصَوْتِكَ وَأَجْلِبْ عَلَيْهِمْ بِخَيْلِكَ وَرَجِلِكَ
                وَشَارِكْهُمْ فِي الْأَمْوَالِ وَالْأَوْلَادِ وَعِدْهُمْ وَمَا
                يَعِدُهُمُ الشَّيْطَانُ إِلَّا غُرُورًا * إِنَّ عِبَادِي لَيْسَ
                لَكَ عَلَيْهِمْ سُلْطَانٌ وَكَفَى بِرَبِّكَ وَكِيلًا
              </p>

              <span className="soura-span">[ الإسراء : 63 - 65 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَقُلْ رَبِّ أَدْخِلْنِي مُدْخَلَ صِدْقٍ وَأَخْرِجْنِي مُخْرَجَ
                صِدْقٍ وَاجْعَلْ لِي مِنْ لَدُنْكَ سُلْطَانًا نَصِيرًا * وَقُلْ
                جَاءَ الْحَقُّ وَزَهَقَ الْبَاطِلُ إِنَّ الْبَاطِلَ كَانَ
                زَهُوقًا * وَنُنَزِّلُ مِنَ الْقُرْآنِ مَا هُوَ شِفَاءٌ
                وَرَحْمَةٌ لِلْمُؤْمِنِينَ وَلَا يَزِيدُ الظَّالِمِينَ إِلَّا
                خَسَارًا
              </p>

              <span className="soura-span">[ الإسراء : 80 - 82 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَبِالْحَقِّ أَنْزَلْنَاهُ وَبِالْحَقِّ نَزَلَ وَمَا
                أَرْسَلْنَاكَ إِلَّا مُبَشِّرًا وَنَذِيرًا
              </p>

              <span className="soura-span">[ الإسراء : 105 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                قُلِ ادْعُوا اللَّهَ أَوِ ادْعُوا الرَّحْمَنَ أَيًّا مَا
                تَدْعُوا فَلَهُ الْأَسْمَاءُ الْحُسْنَى وَلَا تَجْهَرْ
                بِصَلَاتِكَ وَلَا تُخَافِتْ بِهَا وَابْتَغِ بَيْنَ ذَلِكَ
                سَبِيلًا * وَقُلِ الْحَمْدُ لِلَّهِ الَّذِي لَمْ يَتَّخِذْ
                وَلَدًا وَلَمْ يَكُنْ لَهُ شَرِيكٌ فِي الْمُلْكِ وَلَمْ يَكُنْ
                لَهُ وَلِيٌّ مِنَ الذُّلِّ وَكَبِّرْهُ تَكْبِيرًا
              </p>

              <span className="soura-span">[ الإسراء : 110 - 111 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الكهف</p>

            <div className="nass-span">
              <p className="nass">
                الْحَمْدُ لِلَّهِ الَّذِي أَنْزَلَ عَلَى عَبْدِهِ الْكِتَابَ
                وَلَمْ يَجْعَلْ لَهُ عِوَجًا * قَيِّمًا لِيُنْذِرَ بَأْسًا
                شَدِيدًا مِنْ لَدُنْهُ وَيُبَشِّرَ الْمُؤْمِنِينَ الَّذِينَ
                يَعْمَلُونَ الصَّالِحَاتِ أَنَّ لَهُمْ أَجْرًا حَسَنًا *
                مَاكِثِينَ فِيهِ أَبَدًا * وَيُنْذِرَ الَّذِينَ قَالُوا اتَّخَذَ
                اللَّهُ وَلَدًا * مَا لَهُمْ بِهِ مِنْ عِلْمٍ وَلَا لِآبَائِهِمْ
                كَبُرَتْ كَلِمَةً تَخْرُجُ مِنْ أَفْوَاهِهِمْ إِنْ يَقُولُونَ
                إِلَّا كَذِبًا * فَلَعَلَّكَ بَاخِعٌ نَفْسَكَ عَلَى آثَارِهِمْ
                إِنْ لَمْ يُؤْمِنُوا بِهَذَا الْحَدِيثِ أَسَفًا * إِنَّا
                جَعَلْنَا مَا عَلَى الْأَرْضِ زِينَةً لَهَا لِنَبْلُوَهُمْ
                أَيُّهُمْ أَحْسَنُ عَمَلًا * وَإِنَّا لَجَاعِلُونَ مَا عَلَيْهَا
                صَعِيدًا جُرُزًا * أَمْ حَسِبْتَ أَنَّ أَصْحَابَ الْكَهْفِ
                وَالرَّقِيمِ كَانُوا مِنْ آيَاتِنَا عَجَبًا * إِذْ أَوَى
                الْفِتْيَةُ إِلَى الْكَهْفِ فَقَالُوا رَبَّنَا آتِنَا مِنْ
                لَدُنْكَ رَحْمَةً وَهَيِّئْ لَنَا مِنْ أَمْرِنَا رَشَدًا *
                فَضَرَبْنَا عَلَى آذَانِهِمْ فِي الْكَهْفِ سِنِينَ عَدَدًا *
                ثُمَّ بَعَثْنَاهُمْ لِنَعْلَمَ أَيُّ الْحِزْبَيْنِ أَحْصَى لِمَا
                لَبِثُوا أَمَدًا
              </p>

              <span className="soura-span">[ الكهف : 1 - 12 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَلَوْلَا إِذْ دَخَلْتَ جَنَّتَكَ قُلْتَ مَا شَاءَ اللَّهُ لَا
                قُوَّةَ إِلَّا بِاللَّهِ إِنْ تَرَنِ أَنَا أَقَلَّ مِنْكَ مَالًا
                وَوَلَدًا
              </p>

              <span className="soura-span">[ الكهف : 39 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَتَرَكْنَا بَعْضَهُمْ يَوْمَئِذٍ يَمُوجُ فِي بَعْضٍ وَنُفِخَ
                فِي الصُّورِ فَجَمَعْنَاهُمْ جَمْعًا * وَعَرَضْنَا جَهَنَّمَ
                يَوْمَئِذٍ لِلْكَافِرِينَ عَرْضًا * الَّذِينَ كَانَتْ
                أَعْيُنُهُمْ فِي غِطَاءٍ عَنْ ذِكْرِي وَكَانُوا لَا
                يَسْتَطِيعُونَ سَمْعًا * أَفَحَسِبَ الَّذِينَ كَفَرُوا أَنْ
                يَتَّخِذُوا عِبَادِي مِنْ دُونِي أَوْلِيَاءَ إِنَّا أَعْتَدْنَا
                جَهَنَّمَ لِلْكَافِرِينَ نُزُلًا * قُلْ هَلْ نُنَبِّئُكُمْ
                بِالْأَخْسَرِينَ أَعْمَالًا * الَّذِينَ ضَلَّ سَعْيُهُمْ فِي
                الْحَيَاةِ الدُّنْيَا وَهُمْ يَحْسَبُونَ أَنَّهُمْ يُحْسِنُونَ
                صُنْعًا * أُولَئِكَ الَّذِينَ كَفَرُوا بِآيَاتِ رَبِّهِمْ
                وَلِقَائِهِ فَحَبِطَتْ أَعْمَالُهُمْ فَلَا نُقِيمُ لَهُمْ يَوْمَ
                الْقِيَامَةِ وَزْنًا * ذَلِكَ جَزَاؤُهُمْ جَهَنَّمُ بِمَا
                كَفَرُوا وَاتَّخَذُوا آيَاتِي وَرُسُلِي هُزُوًا * إِنَّ
                الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ كَانَتْ لَهُمْ
                جَنَّاتُ الْفِرْدَوْسِ نُزُلًا * خَالِدِينَ فِيهَا لَا يَبْغُونَ
                عَنْهَا حِوَلًا * قُلْ لَوْ كَانَ الْبَحْرُ مِدَادًا لِكَلِمَاتِ
                رَبِّي لَنَفِدَ الْبَحْرُ قَبْلَ أَنْ تَنْفَدَ كَلِمَاتُ رَبِّي
                وَلَوْ جِئْنَا بِمِثْلِهِ مَدَدًا * قُلْ إِنَّمَا أَنَا بَشَرٌ
                مِثْلُكُمْ يُوحَى إِلَيَّ أَنَّمَا إِلَهُكُمْ إِلَهٌ وَاحِدٌ
                فَمَنْ كَانَ يَرْجُو لِقَاءَ رَبِّهِ فَلْيَعْمَلْ عَمَلًا
                صَالِحًا وَلَا يُشْرِكْ بِعِبَادَةِ رَبِّهِ أَحَدًا
              </p>

              <span className="soura-span">[ الكهف : 99 - 110 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة مريم</p>

            <div className="nass-span">
              <p className="nass">
                وَمَا نَتَنَزَّلُ إِلَّا بِأَمْرِ رَبِّكَ لَهُ مَا بَيْنَ
                أَيْدِينَا وَمَا خَلْفَنَا وَمَا بَيْنَ ذَلِكَ وَمَا كَانَ
                رَبُّكَ نَسِيًّا * رَبُّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا
                بَيْنَهُمَا فَاعْبُدْهُ وَاصْطَبِرْ لِعِبَادَتِهِ هَلْ تَعْلَمُ
                لَهُ سَمِيًّا
              </p>

              <span className="soura-span">[ مريم : 64 - 65 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَاتَّخَذُوا مِنْ دُونِ اللَّهِ آلِهَةً لِيَكُونُوا لَهُمْ
                عِزًّا * كَلَّا سَيَكْفُرُونَ بِعِبَادَتِهِمْ وَيَكُونُونَ
                عَلَيْهِمْ ضِدًّا * أَلَمْ تَرَ أَنَّا أَرْسَلْنَا الشَّيَاطِينَ
                عَلَى الْكَافِرِينَ تَؤُزُّهُمْ أَزًّا * فَلَا تَعْجَلْ
                عَلَيْهِمْ إِنَّمَا نَعُدُّ لَهُمْ عَدًّا * يَوْمَ نَحْشُرُ
                الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفْدًا * وَنَسُوقُ
                الْمُجْرِمِينَ إِلَى جَهَنَّمَ وِرْدًا * لَا يَمْلِكُونَ
                الشَّفَاعَةَ إِلَّا مَنِ اتَّخَذَ عِنْدَ الرَّحْمَنِ عَهْدًا *
                وَقَالُوا اتَّخَذَ الرَّحْمَنُ وَلَدًا * لَقَدْ جِئْتُمْ شَيْئًا
                إِدًّا * تَكَادُ السَّمَاوَاتُ يَتَفَطَّرْنَ مِنْهُ وَتَنْشَقُّ
                الْأَرْضُ وَتَخِرُّ الْجِبَالُ هَدًّا * أَنْ دَعَوْا
                لِلرَّحْمَنِ وَلَدًا * وَمَا يَنْبَغِي لِلرَّحْمَنِ أَنْ
                يَتَّخِذَ وَلَدًا * إِنْ كُلُّ مَنْ فِي السَّمَاوَاتِ
                وَالْأَرْضِ إِلَّا آتِي الرَّحْمَنِ عَبْدًا * لَقَدْ أَحْصَاهُمْ
                وَعَدَّهُمْ عَدًّا * وَكُلُّهُمْ آتِيهِ يَوْمَ الْقِيَامَةِ
                فَرْدًا * إِنَّ الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ
                سَيَجْعَلُ لَهُمُ الرَّحْمَنُ وُدًّا * فَإِنَّمَا يَسَّرْنَاهُ
                بِلِسَانِكَ لِتُبَشِّرَ بِهِ الْمُتَّقِينَ وَتُنْذِرَ بِهِ
                قَوْمًا لُدًّا * وَكَمْ أَهْلَكْنَا قَبْلَهُمْ مِنْ قَرْنٍ هَلْ
                تُحِسُّ مِنْهُمْ مِنْ أَحَدٍ أَوْ تَسْمَعُ لَهُمْ رِكْزًا
              </p>

              <span className="soura-span">[ مريم : 81 - 98 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة طه</p>

            <div className="nass-span">
              <p className="nass">
                طه * مَا أَنْزَلْنَا عَلَيْكَ الْقُرْآنَ لِتَشْقَى * إِلَّا
                تَذْكِرَةً لِمَنْ يَخْشَى * تَنْزِيلًا مِمَّنْ خَلَقَ الْأَرْضَ
                وَالسَّمَاوَاتِ الْعُلَى * الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى
                * لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَمَا
                بَيْنَهُمَا وَمَا تَحْتَ الثَّرَى * وَإِنْ تَجْهَرْ بِالْقَوْلِ
                فَإِنَّهُ يَعْلَمُ السِّرَّ وَأَخْفَى * اللَّهُ لَا إِلَهَ
                إِلَّا هُوَ لَهُ الْأَسْمَاءُ الْحُسْنَى
              </p>

              <span className="soura-span">[ طه : 1 - 8 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                قَالُوا يَا مُوسَى إِمَّا أَنْ تُلْقِيَ وَإِمَّا أَنْ نَكُونَ
                أَوَّلَ مَنْ أَلْقَى * قَالَ بَلْ أَلْقُوا فَإِذَا حِبَالُهُمْ
                وَعِصِيُّهُمْ يُخَيَّلُ إِلَيْهِ مِنْ سِحْرِهِمْ أَنَّهَا
                تَسْعَى * فَأَوْجَسَ فِي نَفْسِهِ خِيفَةً مُوسَى * قُلْنَا لَا
                تَخَفْ إِنَّكَ أَنْتَ الْأَعْلَى * وَأَلْقِ مَا فِي يَمِينِكَ
                تَلْقَفْ مَا صَنَعُوا إِنَّمَا صَنَعُوا كَيْدُ سَاحِرٍ وَلَا
                يُفْلِحُ السَّاحِرُ حَيْثُ أَتَى
              </p>

              <span className="soura-span">[ طه : 65 - 69 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الأنبياء</p>

            <div className="nass-span">
              <p className="nass">
                بَلْ نَقْذِفُ بِالْحَقِّ عَلَى الْبَاطِلِ فَيَدْمَغُهُ فَإِذَا
                هُوَ زَاهِقٌ وَلَكُمُ الْوَيْلُ مِمَّا تَصِفُونَ
              </p>

              <span className="soura-span">[ الأنبياء : 18 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَنُوحًا إِذْ نَادَى مِنْ قَبْلُ فَاسْتَجَبْنَا لَهُ
                فَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ
              </p>

              <span className="soura-span">[ الأنبياء : 76 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَأَيُّوبَ إِذْ نَادَى رَبَّهُ أَنِّي مَسَّنِيَ الضُّرُّ
                وَأَنْتَ أَرْحَمُ الرَّاحِمِينَ * فَاسْتَجَبْنَا لَهُ
                فَكَشَفْنَا مَا بِهِ مِنْ ضُرٍّ وَآتَيْنَاهُ أَهْلَهُ
                وَمِثْلَهُمْ مَعَهُمْ رَحْمَةً مِنْ عِنْدِنَا وَذِكْرَى
                لِلْعَابِدِينَ
              </p>

              <span className="soura-span">[ الأنبياء : 83 ، 84 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَذَا النُّونِ إِذْ ذَهَبَ مُغَاضِبًا فَظَنَّ أَنْ لَنْ نَقْدِرَ
                عَلَيْهِ فَنَادَى فِي الظُّلُمَاتِ أَنْ لَا إِلَهَ إِلَّا أَنْتَ
                سُبْحَانَكَ إِنِّي كُنْتُ مِنَ الظَّالِمِينَ * فَاسْتَجَبْنَا
                لَهُ وَنَجَّيْنَاهُ مِنَ الْغَمِّ وَكَذَلِكَ نُنْجِي
                الْمُؤْمِنِينَ
              </p>

              <span className="soura-span">[ الأنبياء : 87 ، 88 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                قَالَ رَبِّ احْكُمْ بِالْحَقِّ وَرَبُّنَا الرَّحْمَنُ
                الْمُسْتَعَانُ عَلَى مَا تَصِفُونَ
              </p>

              <span className="soura-span">[ الأنبياء : 112 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة المؤمنون</p>

            <div className="nass-span">
              <p className="nass">
                وَقُلْ رَبِّ أَعُوذُ بِكَ مِنْ هَمَزَاتِ الشَّيَاطِينِ *
                وَأَعُوذُ بِكَ رَبِّ أَنْ يَحْضُرُونِ
              </p>

              <span className="soura-span">[ المؤمنون : 97 ، 98 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                أَفَحَسِبْتُمْ أَنَّمَا خَلَقْنَاكُمْ عَبَثًا وَأَنَّكُمْ
                إِلَيْنَا لَا تُرْجَعُونَ * فَتَعَالَى اللَّهُ الْمَلِكُ
                الْحَقُّ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْكَرِيمِ *
                وَمَنْ يَدْعُ مَعَ اللَّهِ إِلَهًا آخَرَ لَا بُرْهَانَ لَهُ بِهِ
                فَإِنَّمَا حِسَابُهُ عِنْدَ رَبِّهِ إِنَّهُ لَا يُفْلِحُ
                الْكَافِرُونَ * وَقُلْ رَبِّ اغْفِرْ وَارْحَمْ وَأَنْتَ خَيْرُ
                الرَّاحِمِينَ
              </p>

              <span className="soura-span">[ المؤمنون : 115 - 118 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة النور</p>

            <div className="nass-span">
              <p className="nass">
                اللَّهُ نُورُ السَّمَاوَاتِ وَالْأَرْضِ مَثَلُ نُورِهِ
                كَمِشْكَاةٍ فِيهَا مِصْبَاحٌ الْمِصْبَاحُ فِي زُجَاجَةٍ
                الزُّجَاجَةُ كَأَنَّهَا كَوْكَبٌ دُرِّيٌّ يُوقَدُ مِنْ شَجَرَةٍ
                مُبَارَكَةٍ زَيْتُونَةٍ لَا شَرْقِيَّةٍ وَلَا غَرْبِيَّةٍ
                يَكَادُ زَيْتُهَا يُضِيءُ وَلَوْ لَمْ تَمْسَسْهُ نَارٌ نُورٌ
                عَلَى نُورٍ يَهْدِي اللَّهُ لِنُورِهِ مَنْ يَشَاءُ وَيَضْرِبُ
                اللَّهُ الْأَمْثَالَ لِلنَّاسِ وَاللَّهُ بِكُلِّ شَيْءٍ عَلِيمٌ
              </p>

              <span className="soura-span">[ النور : 35 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الفرقان</p>

            <div className="nass-span">
              <p className="nass">
                وَقَدِمْنَا إِلَى مَا عَمِلُوا مِنْ عَمَلٍ فَجَعَلْنَاهُ هَبَاءً
                مَنْثُورًا
              </p>

              <span className="soura-span">[ الفرقان : 23 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَقَالَ الَّذِينَ كَفَرُوا لَوْلَا نُزِّلَ عَلَيْهِ الْقُرْآنُ
                جُمْلَةً وَاحِدَةً كَذَلِكَ لِنُثَبِّتَ بِهِ فُؤَادَكَ
                وَرَتَّلْنَاهُ تَرْتِيلًا
              </p>

              <span className="soura-span">[ الفرقان : 32 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَتَوَكَّلْ عَلَى الْحَيِّ الَّذِي لَا يَمُوتُ وَسَبِّحْ
                بِحَمْدِهِ وَكَفَى بِهِ بِذُنُوبِ عِبَادِهِ خَبِيرًا
              </p>

              <span className="soura-span">[ الفرقان : 58 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الشعراء</p>

            <div className="nass-span">
              <p className="nass">
                قَالَ لَهُمْ مُوسَى أَلْقُوا مَا أَنْتُمْ مُلْقُونَ *
                فَأَلْقَوْا حِبَالَهُمْ وَعِصِيَّهُمْ وَقَالُوا بِعِزَّةِ
                فِرْعَوْنَ إِنَّا لَنَحْنُ الْغَالِبُونَ * فَأَلْقَى مُوسَى
                عَصَاهُ فَإِذَا هِيَ تَلْقَفُ مَا يَأْفِكُونَ * فَأُلْقِيَ
                السَّحَرَةُ سَاجِدِينَ * قَالُوا آمَنَّا بِرَبِّ الْعَالَمِينَ *
                رَبِّ مُوسَى وَهَارُونَ
              </p>

              <span className="soura-span">[ الشعراء : 43 - 48 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">وَإِذَا مَرِضْتُ فَهُوَ يَشْفِينِ</p>

              <span className="soura-span">[ الشعراء : 80 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة النمل</p>

            <div className="nass-span">
              <p className="nass">
                اللَّهُ لَا إِلَهَ إِلَّا هُوَ رَبُّ الْعَرْشِ الْعَظِيمِ
              </p>

              <span className="soura-span">[ النمل : 26 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                إِنَّهُ مِنْ سُلَيْمَانَ وَإِنَّهُ بِسْمِ اللَّهِ الرَّحْمَنِ
                الرَّحِيمِ
              </p>

              <span className="soura-span">[ النمل : 30 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                أَمَّنْ يُجِيبُ الْمُضْطَرَّ إِذَا دَعَاهُ وَيَكْشِفُ السُّوءَ
                وَيَجْعَلُكُمْ خُلَفَاءَ الْأَرْضِ أَإِلَهٌ مَعَ اللَّهِ
                قَلِيلًا مَا تَذَكَّرُونَ
              </p>

              <span className="soura-span">[ النمل : 62 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَلَا تَحْزَنْ عَلَيْهِمْ وَلَا تَكُنْ فِي ضَيْقٍ مِمَّا
                يَمْكُرُونَ
              </p>

              <span className="soura-span">[ النمل : 70 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَإِنَّهُ لَهُدًى وَرَحْمَةٌ لِلْمُؤْمِنِينَ * إِنَّ رَبَّكَ
                يَقْضِي بَيْنَهُمْ بِحُكْمِهِ وَهُوَ الْعَزِيزُ الْعَلِيمُ *
                فَتَوَكَّلْ عَلَى اللَّهِ إِنَّكَ عَلَى الْحَقِّ الْمُبِينِ
              </p>

              <span className="soura-span">[ النمل : 77 - 79 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الروم</p>

            <div className="nass-span">
              <p className="nass">
                فَسُبْحَانَ اللَّهِ حِينَ تُمْسُونَ وَحِينَ تُصْبِحُونَ * وَلَهُ
                الْحَمْدُ فِي السَّمَاوَاتِ وَالْأَرْضِ وَعَشِيًّا وَحِينَ
                تُظْهِرُونَ * يُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَيُخْرِجُ
                الْمَيِّتَ مِنَ الْحَيِّ وَيُحْيِ الْأَرْضَ بَعْدَ مَوْتِهَا
                وَكَذَلِكَ تُخْرَجُونَ
              </p>

              <span className="soura-span">[ الروم : 17 - 19 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَلَهُ مَنْ فِي السَّمَاوَاتِ وَالْأَرْضِ كُلٌّ لَهُ قَانِتُونَ
                * وَهُوَ الَّذِي يَبْدَأُ الْخَلْقَ ثُمَّ يُعِيدُهُ وَهُوَ
                أَهْوَنُ عَلَيْهِ وَلَهُ الْمَثَلُ الْأَعْلَى فِي السَّمَاوَاتِ
                وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ
              </p>

              <span className="soura-span">[ الروم : 26 ، 27 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة لقمان</p>

            <div className="nass-span">
              <p className="nass">
                يَا بُنَيَّ إِنَّهَا إِنْ تَكُ مِثْقَالَ حَبَّةٍ مِنْ خَرْدَلٍ
                فَتَكُنْ فِي صَخْرَةٍ أَوْ فِي السَّمَاوَاتِ أَوْ فِي الْأَرْضِ
                يَأْتِ بِهَا اللَّهُ إِنَّ اللَّهَ لَطِيفٌ خَبِيرٌ
              </p>

              <span className="soura-span">[ لقمان : 16 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                إِنَّ اللَّهَ عِنْدَهُ عِلْمُ السَّاعَةِ وَيُنَزِّلُ الْغَيْثَ
                وَيَعْلَمُ مَا فِي الْأَرْحَامِ وَمَا تَدْرِي نَفْسٌ مَاذَا
                تَكْسِبُ غَدًا وَمَا تَدْرِي نَفْسٌ بِأَيِّ أَرْضٍ تَمُوتُ إِنَّ
                اللَّهَ عَلِيمٌ خَبِيرٌ
              </p>

              <span className="soura-span">[ لقمان : 34 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الأحزاب</p>

            <div className="nass-span">
              <p className="nass">
                يُصْلِحْ لَكُمْ أَعْمَالَكُمْ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ
                وَمَنْ يُطِعِ اللَّهَ وَرَسُولَهُ فَقَدْ فَازَ فَوْزًا عَظِيمًا
              </p>

              <span className="soura-span">[ الأحزاب : 71 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة سبأ</p>

            <div className="nass-span">
              <p className="nass">
                قُلْ إِنَّ رَبِّي يَقْذِفُ بِالْحَقِّ عَلَّامُ الْغُيُوبِ * قُلْ
                جَاءَ الْحَقُّ وَمَا يُبْدِئُ الْبَاطِلُ وَمَا يُعِيدُ
              </p>

              <span className="soura-span">[ سبأ : 48 - 49 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة فاطر</p>

            <div className="nass-span">
              <p className="nass">
                مَا يَفْتَحِ اللَّهُ لِلنَّاسِ مِنْ رَحْمَةٍ فَلَا مُمْسِكَ
                لَهَا وَمَا يُمْسِكْ فَلَا مُرْسِلَ لَهُ مِنْ بَعْدِهِ وَهُوَ
                الْعَزِيزُ الْحَكِيمُ
              </p>

              <span className="soura-span">[ فاطر: 2 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَقَالُوا الْحَمْدُ لِلَّهِ الَّذِي أَذْهَبَ عَنَّا الْحَزَنَ
                إِنَّ رَبَّنَا لَغَفُورٌ شَكُورٌ
              </p>

              <span className="soura-span">[ فاطر : 34 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة يس</p>

            <div className="nass-span">
              <p className="nass">
                يس * وَالْقُرْآنِ الْحَكِيمِ * إِنَّكَ لَمِنَ الْمُرْسَلِينَ *
                عَلَى صِرَاطٍ مُسْتَقِيمٍ * تَنْزِيلَ الْعَزِيزِ الرَّحِيمِ *
                لِتُنْذِرَ قَوْمًا مَا أُنْذِرَ آبَاؤُهُمْ فَهُمْ غَافِلُونَ *
                لَقَدْ حَقَّ الْقَوْلُ عَلَى أَكْثَرِهِمْ فَهُمْ لَا يُؤْمِنُونَ
                * إِنَّا جَعَلْنَا فِي أَعْنَاقِهِمْ أَغْلَالًا فَهِيَ إِلَى
                الْأَذْقَانِ فَهُمْ مُقْمَحُونَ * وَجَعَلْنَا مِنْ بَيْنِ
                أَيْدِيهِمْ سَدًّا وَمِنْ خَلْفِهِمْ سَدًّا فَأَغْشَيْنَاهُمْ
                فَهُمْ لَا يُبْصِرُونَ
              </p>

              <span className="soura-span">[ يس : 1 - 9 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                أَوَلَيْسَ الَّذِي خَلَقَ السَّمَاوَاتِ وَالْأَرْضَ بِقَادِرٍ
                عَلَى أَنْ يَخْلُقَ مِثْلَهُمْ بَلَى وَهُوَ الْخَلَّاقُ
                الْعَلِيمُ * إِنَّمَا أَمْرُهُ إِذَا أَرَادَ شَيْئًا أَنْ
                يَقُولَ لَهُ كُنْ فَيَكُونُ * فَسُبْحَانَ الَّذِي بِيَدِهِ
                مَلَكُوتُ كُلِّ شَيْءٍ وَإِلَيْهِ تُرْجَعُونَ
              </p>

              <span className="soura-span">[ يس : 81 - 83 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الصافات</p>

            <div className="nass-span">
              <p className="nass">
                وَالصَّافَّاتِ صَفًّا * فَالزَّاجِرَاتِ زَجْرًا *
                فَالتَّالِيَاتِ ذِكْرًا * إِنَّ إِلَهَكُمْ لَوَاحِدٌ * رَبُّ
                السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا وَرَبُّ الْمَشَارِقِ
                * إِنَّا زَيَّنَّا السَّمَاءَ الدُّنْيَا بِزِينَةٍ الْكَوَاكِبِ
                * وَحِفْظًا مِنْ كُلِّ شَيْطَانٍ مَارِدٍ * لَا يَسَّمَّعُونَ
                إِلَى الْمَلَإِ الْأَعْلَى وَيُقْذَفُونَ مِنْ كُلِّ جَانِبٍ *
                دُحُورًا وَلَهُمْ عَذَابٌ وَاصِبٌ * إِلَّا مَنْ خَطِفَ
                الْخَطْفَةَ فَأَتْبَعَهُ شِهَابٌ ثَاقِبٌ
              </p>

              <span className="soura-span">[ الصافات : 1 - 10 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَلَقَدْ نَادَانَا نُوحٌ فَلَنِعْمَ الْمُجِيبُونَ *
                وَنَجَّيْنَاهُ وَأَهْلَهُ مِنَ الْكَرْبِ الْعَظِيمِ
              </p>

              <span className="soura-span">[ الصافات : 75 ، 76 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                قَالُوا ابْنُوا لَهُ بُنْيَانًا فَأَلْقُوهُ فِي الْجَحِيمِ *
                فَأَرَادُوا بِهِ كَيْدًا فَجَعَلْنَاهُمُ الْأَسْفَلِينَ
              </p>

              <span className="soura-span">[ الصافات : 97 ، 98 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَلَقَدْ مَنَنَّا عَلَى مُوسَى وَهَارُونَ * وَنَجَّيْنَاهُمَا
                وَقَوْمَهُمَا مِنَ الْكَرْبِ الْعَظِيمِ * وَنَصَرْنَاهُمْ
                فَكَانُوا هُمُ الْغَالِبِينَ
              </p>

              <span className="soura-span">[ الصافات : 114 - 116 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                فَلَوْلَا أَنَّهُ كَانَ مِنَ الْمُسَبِّحِينَ * لَلَبِثَ فِي
                بَطْنِهِ إِلَى يَوْمِ يُبْعَثُونَ
              </p>

              <span className="soura-span">[ الصافات : 143 ، 144 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                سُبْحَانَ رَبِّكَ رَبِّ الْعِزَّةِ عَمَّا يَصِفُونَ * وَسَلَامٌ
                عَلَى الْمُرْسَلِينَ * وَالْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ
              </p>

              <span className="soura-span">[ الصافات : 180 - 182 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الزمر</p>

            <div className="nass-span">
              <p className="nass">
                أَفَمَنْ شَرَحَ اللَّهُ صَدْرَهُ لِلْإِسْلَامِ فَهُوَ عَلَى
                نُورٍ مِنْ رَبِّهِ فَوَيْلٌ لِلْقَاسِيَةِ قُلُوبُهُمْ مِنْ
                ذِكْرِ اللَّهِ أُولَئِكَ فِي ضَلَالٍ مُبِينٍ * اللَّهُ نَزَّلَ
                أَحْسَنَ الْحَدِيثِ كِتَابًا مُتَشَابِهًا مَثَانِيَ تَقْشَعِرُّ
                مِنْهُ جُلُودُ الَّذِينَ يَخْشَوْنَ رَبَّهُمْ ثُمَّ تَلِينُ
                جُلُودُهُمْ وَقُلُوبُهُمْ إِلَى ذِكْرِ اللَّهِ ذَلِكَ هُدَى
                اللَّهِ يَهْدِي بِهِ مَنْ يَشَاءُ وَمَنْ يُضْلِلِ اللَّهُ فَمَا
                لَهُ مِنْ هَادٍ
              </p>

              <span className="soura-span">[ الزمر: 22 , 23 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                أَلَيْسَ اللَّهُ بِكَافٍ عَبْدَهُ وَيُخَوِّفُونَكَ بِالَّذِينَ
                مِنْ دُونِهِ وَمَنْ يُضْلِلِ اللَّهُ فَمَا لَهُ مِنْ هَادٍ *
                وَمَنْ يَهْدِ اللَّهُ فَمَا لَهُ مِنْ مُضِلٍّ أَلَيْسَ اللَّهُ
                بِعَزِيزٍ ذِي انْتِقَامٍ * وَلَئِنْ سَأَلْتَهُمْ مَنْ خَلَقَ
                السَّمَاوَاتِ وَالْأَرْضَ لَيَقُولُنَّ اللَّهُ قُلْ
                أَفَرَأَيْتُمْ مَا تَدْعُونَ مِنْ دُونِ اللَّهِ إِنْ أَرَادَنِيَ
                اللَّهُ بِضُرٍّ هَلْ هُنَّ كَاشِفَاتُ ضُرِّهِ أَوْ أَرَادَنِي
                بِرَحْمَةٍ هَلْ هُنَّ مُمْسِكَاتُ رَحْمَتِهِ قُلْ حَسْبِيَ
                اللَّهُ عَلَيْهِ يَتَوَكَّلُ الْمُتَوَكِّلُونَ
              </p>

              <span className="soura-span">[ الزمر : 36 - 38 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                قُلِ اللَّهُمَّ فَاطِرَ السَّمَاوَاتِ وَالْأَرْضِ عَالِمَ
                الْغَيْبِ وَالشَّهَادَةِ أَنْتَ تَحْكُمُ بَيْنَ عِبَادِكَ فِي
                مَا كَانُوا فِيهِ يَخْتَلِفُونَ
              </p>

              <span className="soura-span">[ الزمر : 46 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَيُنَجِّي اللَّهُ الَّذِينَ اتَّقَوْا بِمَفَازَتِهِمْ لَا
                يَمَسُّهُمُ السُّوءُ وَلَا هُمْ يَحْزَنُونَ
              </p>

              <span className="soura-span"> [ الزمر : 61 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَمَا قَدَرُوا اللَّهَ حَقَّ قَدْرِهِ وَالْأَرْضُ جَمِيعًا
                قَبْضَتُهُ يَوْمَ الْقِيَامَةِ وَالسَّمَاوَاتُ مَطْوِيَّاتٌ
                بِيَمِينِهِ سُبْحَانَهُ وَتَعَالَى عَمَّا يُشْرِكُونَ
              </p>

              <span className="soura-span"> [ الزمر : 67 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَأَشْرَقَتِ الْأَرْضُ بِنُورِ رَبِّهَا وَوُضِعَ الْكِتَابُ
                وَجِيءَ بِالنَّبِيِّينَ وَالشُّهَدَاءِ وَقُضِيَ بَيْنَهُمْ
                بِالْحَقِّ وَهُمْ لَا يُظْلَمُونَ * وَوُفِّيَتْ كُلُّ نَفْسٍ مَا
                عَمِلَتْ وَهُوَ أَعْلَمُ بِمَا يَفْعَلُونَ
              </p>

              <span className="soura-span"> [ الزمر : 69 , 70 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَتَرَى الْمَلَائِكَةَ حَافِّينَ مِنْ حَوْلِ الْعَرْشِ
                يُسَبِّحُونَ بِحَمْدِ رَبِّهِمْ وَقُضِيَ بَيْنَهُمْ بِالْحَقِّ
                وَقِيلَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ
              </p>

              <span className="soura-span"> [ الزمر : 75 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة غافر</p>

            <div className="nass-span">
              <p className="nass">
                حم * تَنْزِيلُ الْكِتَابِ مِنَ اللَّهِ الْعَزِيزِ الْعَلِيمِ *
                غَافِرِ الذَّنْبِ وَقَابِلِ التَّوْبِ شَدِيدِ الْعِقَابِ ذِي
                الطَّوْلِ لَا إِلَهَ إِلَّا هُوَ إِلَيْهِ الْمَصِيرُ
              </p>

              <span className="soura-span">[ غافر : 1 - 3 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                فَادْعُوا اللَّهَ مُخْلِصِينَ لَهُ الدِّينَ وَلَوْ كَرِهَ
                الْكَافِرُونَ
              </p>

              <span className="soura-span">[ غافر : 14 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                فَسَتَذْكُرُونَ مَا أَقُولُ لَكُمْ وَأُفَوِّضُ أَمْرِي إِلَى
                اللَّهِ إِنَّ اللَّهَ بَصِيرٌ بِالْعِبَادِ
              </p>

              <span className="soura-span"> [ غافر : 44 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                هُوَ الْحَيُّ لَا إِلَهَ إِلَّا هُوَ فَادْعُوهُ مُخْلِصِينَ لَهُ
                الدِّينَ الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ
              </p>

              <span className="soura-span">[ غافر : 65 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة فصلت</p>

            <div className="nass-span">
              <p className="nass">
                نَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا
                تَتَنَزَّلُ عَلَيْهِمُ الْمَلَائِكَةُ أَلَّا تَخَافُوا وَلَا
                تَحْزَنُوا وَأَبْشِرُوا بِالْجَنَّةِ الَّتِي كُنْتُمْ تُوعَدُونَ
                * نَحْنُ أَوْلِيَاؤُكُمْ فِي الْحَيَاةِ الدُّنْيَا وَفِي
                الْآخِرَةِ وَلَكُمْ فِيهَا مَا تَشْتَهِي أَنْفُسُكُمْ وَلَكُمْ
                فِيهَا مَا تَدَّعُونَ * نُزُلًا مِنْ غَفُورٍ رَحِيمٍ
              </p>

              <span className="soura-span">[ فصلت : 30 - 32 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                وَلَوْ جَعَلْنَاهُ قُرْآنًا أَعْجَمِيًّا لَقَالُوا لَوْلَا
                فُصِّلَتْ آيَاتُهُ أَأَعْجَمِيٌّ وَعَرَبِيٌّ قُلْ هُوَ
                لِلَّذِينَ آمَنُوا هُدًى وَشِفَاءٌ وَالَّذِينَ لَا يُؤْمِنُونَ
                فِي آذَانِهِمْ وَقْرٌ وَهُوَ عَلَيْهِمْ عَمًى أُولَئِكَ
                يُنَادَوْنَ مِنْ مَكَانٍ بَعِيدٍ
              </p>

              <span className="soura-span">[ فصلت : 44 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة الدخان</p>

            <div className="nass-span">
              <p className="nass">
                حم * وَالْكِتَابِ الْمُبِينِ * إِنَّا أَنْزَلْنَاهُ فِي لَيْلَةٍ
                مُبَارَكَةٍ إِنَّا كُنَّا مُنْذِرِينَ * فِيهَا يُفْرَقُ كُلُّ
                أَمْرٍ حَكِيمٍ * أَمْرًا مِنْ عِنْدِنَا إِنَّا كُنَّا
                مُرْسِلِينَ * رَحْمَةً مِنْ رَبِّكَ إِنَّهُ هُوَ السَّمِيعُ
                الْعَلِيمُ * رَبِّ السَّمَاوَاتِ وَالْأَرْضِ وَمَا بَيْنَهُمَا
                إِنْ كُنْتُمْ مُوقِنِينَ * لَا إِلَهَ إِلَّا هُوَ يُحْيِي
                وَيُمِيتُ رَبُّكُمْ وَرَبُّ آبَائِكُمُ الْأَوَّلِينَ
              </p>

              <span className="soura-span">[ الدخان : 1 - 8 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الجاثية</p>

            <div className="nass-span">
              <p className="nass">
                فَلِلَّهِ الْحَمْدُ رَبِّ السَّمَاوَاتِ وَرَبِّ الْأَرْضِ رَبِّ
                الْعَالَمِينَ * وَلَهُ الْكِبْرِيَاءُ فِي السَّمَاوَاتِ
                وَالْأَرْضِ وَهُوَ الْعَزِيزُ الْحَكِيمُ
              </p>

              <span className="soura-span">[ الجاثية : 36 , 37 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الأحقاف</p>

            <div className="nass-span">
              <p className="nass">
                إِنَّ الَّذِينَ قَالُوا رَبُّنَا اللَّهُ ثُمَّ اسْتَقَامُوا
                فَلَا خَوْفٌ عَلَيْهِمْ وَلَا هُمْ يَحْزَنُونَ
              </p>

              <span className="soura-span">[ الأحقاف : 13 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                يَا قَوْمَنَا أَجِيبُوا دَاعِيَ اللَّهِ وَآمِنُوا بِهِ يَغْفِرْ
                لَكُمْ مِنْ ذُنُوبِكُمْ وَيُجِرْكُمْ مِنْ عَذَابٍ أَلِيمٍ *
                وَمَنْ لَا يُجِبْ دَاعِيَ اللَّهِ فَلَيْسَ بِمُعْجِزٍ فِي
                الْأَرْضِ وَلَيْسَ لَهُ مِنْ دُونِهِ أَوْلِيَاءُ أُولَئِكَ فِي
                ضَلَالٍ مُبِينٍ
              </p>

              <span className="soura-span">[ الأحقاف : 31 , 32 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة محمد -صلى الله عليه وسلم</p>

            <div className="nass-span">
              <p className="nass">
                الَّذِينَ كَفَرُوا وَصَدُّوا عَنْ سَبِيلِ اللَّهِ أَضَلَّ
                أَعْمَالَهُمْ * وَالَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ
                وَآمَنُوا بِمَا نُزِّلَ عَلَى مُحَمَّدٍ وَهُوَ الْحَقُّ مِنْ
                رَبِّهِمْ كَفَّرَ عَنْهُمْ سَيِّئَاتِهِمْ وَأَصْلَحَ بَالَهُمْ
              </p>

              <span className="soura-span">[ محمد : 1 - 2 ]</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                فَاعْلَمْ أَنَّهُ لَا إِلَهَ إِلَّا اللَّهُ وَاسْتَغْفِرْ
                لِذَنْبِكَ وَلِلْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ وَاللَّهُ يَعْلَمُ
                مُتَقَلَّبَكُمْ وَمَثْوَاكُمْ
              </p>

              <span className="soura-span">[ محمد : 19 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">: من سورة الفتح</p>

            <div className="nass-span">
              <p className="nass">
                مُحَمَّدٌ رَسُولُ اللَّهِ وَالَّذِينَ مَعَهُ أَشِدَّاءُ عَلَى
                الْكُفَّارِ رُحَمَاءُ بَيْنَهُمْ تَرَاهُمْ رُكَّعًا سُجَّدًا
                يَبْتَغُونَ فَضْلًا مِنَ اللَّهِ وَرِضْوَانًا سِيمَاهُمْ فِي
                وُجُوهِهِمْ مِنْ أَثَرِ السُّجُودِ ذَلِكَ مَثَلُهُمْ فِي
                التَّوْرَاةِ وَمَثَلُهُمْ فِي الْإِنْجِيلِ كَزَرْعٍ أَخْرَجَ
                شَطْأَهُ فَآزَرَهُ فَاسْتَغْلَظَ فَاسْتَوَى عَلَى سُوقِهِ
                يُعْجِبُ الزُّرَّاعَ لِيَغِيظَ بِهِمُ الْكُفَّارَ وَعَدَ اللَّهُ
                الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ مِنْهُمْ مَغْفِرَةً
                وَأَجْرًا عَظِيمًا
              </p>

              <span className="soura-span">[ الفتح : 29 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الذاريات</p>

            <div className="nass-span">
              <p className="nass">
                وَمَا خَلَقْتُ الْجِنَّ وَالْإِنْسَ إِلَّا لِيَعْبُدُونِ * مَا
                أُرِيدُ مِنْهُمْ مِنْ رِزْقٍ وَمَا أُرِيدُ أَنْ يُطْعِمُونِ *
                إِنَّ اللَّهَ هُوَ الرَّزَّاقُ ذُو الْقُوَّةِ الْمَتِينُ
              </p>

              <span className="soura-span">[ الذاريات : 56 - 58]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الرحمن - عز وجل</p>

            <div className="nass-span">
              <p className="nass">
                الرَّحْمَنُ * عَلَّمَ الْقُرْآنَ * خَلَقَ الْإِنْسَانَ *
                عَلَّمَهُ الْبَيَانَ * الشَّمْسُ وَالْقَمَرُ بِحُسْبَانٍ *
                وَالنَّجْمُ وَالشَّجَرُ يَسْجُدَانِ * وَالسَّمَاءَ رَفَعَهَا
                وَوَضَعَ الْمِيزَانَ * أَلَّا تَطْغَوْا فِي الْمِيزَانِ *
                وَأَقِيمُوا الْوَزْنَ بِالْقِسْطِ وَلَا تُخْسِرُوا الْمِيزَانَ
              </p>

              <span className="soura-span">[ الرحمن : 1 - 9]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة الحشر</p>

            <div className="nass-span">
              <p className="nass">
                لَوْ أَنْزَلْنَا هَذَا الْقُرْآنَ عَلَى جَبَلٍ لَرَأَيْتَهُ
                خَاشِعًا مُتَصَدِّعًا مِنْ خَشْيَةِ اللَّهِ وَتِلْكَ
                الْأَمْثَالُ نَضْرِبُهَا لِلنَّاسِ لَعَلَّهُمْ يَتَفَكَّرُونَ *
                هُوَ اللَّهُ الَّذِي لَا إِلَهَ إِلَّا هُوَ عَالِمُ الْغَيْبِ
                وَالشَّهَادَةِ هُوَ الرَّحْمَنُ الرَّحِيمُ * هُوَ اللَّهُ
                الَّذِي لَا إِلَهَ إِلَّا هُوَ الْمَلِكُ الْقُدُّوسُ السَّلَامُ
                الْمُؤْمِنُ الْمُهَيْمِنُ الْعَزِيزُ الْجَبَّارُ الْمُتَكَبِّرُ
                سُبْحَانَ اللَّهِ عَمَّا يُشْرِكُونَ * هُوَ اللَّهُ الْخَالِقُ
                الْبَارِئُ الْمُصَوِّرُ لَهُ الْأَسْمَاءُ الْحُسْنَى يُسَبِّحُ
                لَهُ مَا فِي السَّمَاوَاتِ وَالْأَرْضِ وَهُوَ الْعَزِيزُ
                الْحَكِيمُ
              </p>

              <span className="soura-span">[ الحشر : 21 - 24]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة التغابن</p>

            <div className="nass-span">
              <p className="nass">
                اللَّهُ لَا إِلَهَ إِلَّا هُوَ وَعَلَى اللَّهِ فَلْيَتَوَكَّلِ
                الْمُؤْمِنُونَ
              </p>

              <span className="soura-span">[ التغابن : 13 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:من سورة القلم</p>

            <div className="nass-span">
              <p className="nass">
                وَإِنْ يَكَادُ الَّذِينَ كَفَرُوا لَيُزْلِقُونَكَ
                بِأَبْصَارِهِمْ لَمَّا سَمِعُوا الذِّكْرَ وَيَقُولُونَ إِنَّهُ
                لَمَجْنُونٌ * وَمَا هُوَ إِلَّا ذِكْرٌ لِلْعَالَمِينَ
              </p>

              <span className="soura-span">[ القلم : 51 , 52 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:سورة الشرح</p>

            <div className="nass-span">
              <p className="nass">
                أَلَمْ نَشْرَحْ لَكَ صَدْرَكَ * وَوَضَعْنَا عَنْكَ وِزْرَكَ *
                الَّذِي أَنْقَضَ ظَهْرَكَ * وَرَفَعْنَا لَكَ ذِكْرَكَ * فَإِنَّ
                مَعَ الْعُسْرِ يُسْرًا * إِنَّ مَعَ الْعُسْرِ يُسْرًا * فَإِذَا
                فَرَغْتَ فَانْصَبْ * وَإِلَى رَبِّكَ فَارْغَبْ
              </p>

              <span className="soura-span">[ الشرح : 1 , 8 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:سورة الكافرون</p>

            <div className="nass-span">
              <p className="nass">
                قُلْ يَا أَيُّهَا الْكَافِرُونَ * لَا أَعْبُدُ مَا تَعْبُدُونَ *
                وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ * وَلَا أَنَا عَابِدٌ مَا
                عَبَدْتُمْ * وَلَا أَنْتُمْ عَابِدُونَ مَا أَعْبُدُ * لَكُمْ
                دِينُكُمْ وَلِيَ دِينِ
              </p>

              <span className="soura-span">[ الكافرون : 1 , 6 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:سورة الإخلاص</p>

            <div className="nass-span">
              <p className="nass">
                قُلْ هُوَ اللَّهُ أَحَدٌ * اللَّهُ الصَّمَدُ * لَمْ يَلِدْ
                وَلَمْ يُولَدْ * وَلَمْ يَكُنْ لَهُ كُفُوًا أَحَدٌ
              </p>

              <span className="soura-span">[ الاخلاص : 1 , 4 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:سورة الفلق</p>

            <div className="nass-span">
              <p className="nass">
                قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ * مِنْ شَرِّ مَا خَلَقَ * وَمِنْ
                شَرِّ غَاسِقٍ إِذَا وَقَبَ * وَمِنْ شَرِّ النَّفَّاثَاتِ فِي
                الْعُقَدِ * وَمِنْ شَرِّ حَاسِدٍ إِذَا حَسَدَ
              </p>

              <span className="soura-span">[ الفلق : 1 , 5 ]</span>
            </div>
          </div>

          <div className="vid-tex">
            <p className="soura">:سورة الناس</p>

            <div className="nass-span">
              <p className="nass">
                قُلْ أَعُوذُ بِرَبِّ النَّاسِ * مَلِكِ النَّاسِ * إِلَهِ
                النَّاسِ * مِنْ شَرِّ الْوَسْوَاسِ الْخَنَّاسِ * الَّذِي
                يُوَسْوِسُ فِي صُدُورِ النَّاسِ * مِنَ الْجِنَّةِ وَالنَّاسِ
              </p>

              <span className="soura-span">[ الناس : 1 , 6 ]</span>
            </div>
          </div>

          <h3 className="small">ثانيا : الرقية الشرعية من السنة النبوية</h3>

          <div className="vid-tex">
            <div className="nass-span">
              <p className="nass">
                أعوذ بالله السميع العليم من الشيطان الرجيم، من همزه ونفخه ونفثه
              </p>

              <span className="soura-span">
                أخرجه الترمذي في سننه، وأحمد في المسند{" "}
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                أعوذ بكلمات الله التامة من غضبه وعقابه وشر عباده، ومن همزات
                الشياطين وأن يحضرون
              </p>

              <span className="soura-span">
                أخرجه أحمد في المسند، والنسائي في السنن الكبرى
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">أعوذ بكلمات الله التامات كلهن من شر ما خلق</p>

              <span className="soura-span">أخرجه أحمد في المسند</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                أعوذ بكلمات الله التامات التي لا يجاوزهن بر ولا فاجر من شر ما
                خلق وذرأ وبرأ، ومن شر ما ينزل من السماء، ومن شر ما يعرج فيها،
                ومن شر ما ذرأ في الأرض، ومن شر ما يخرج منها، ومن شر فتن الليل
                والنهار، ومن شر كل طارق إلا طارقا يطرق بخير يا رحمن
              </p>

              <span className="soura-span">
                أخرجه مالك في الموطأ، والبيهقي في الأسماء والصفات
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                أُعيذك بكلمات الله التامة، من كل شيطان وهامة، ومن كل عين لامَّة
              </p>

              <span className="soura-span">
                أخرجه أبو بكر أحمد بن مروان الدينوري المالكي في المجالسة وجواهر
                العلم، وأبو القاسم هبة الله بن الحسن بن منصور الطبري الرازي
                اللالكائي في شرح أصول اعتقاد أهل السنة والجماعة، وأخرجه ابن ماجه
                في سننه، وأحمد في مسنده بلفظ : أُعيذكما بكلمات الله التامة، من
                كل شيطان وهامَّة، ومن كل عين لامَّة
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                بسم الله (ثلاثًا) ، أعوذ بالله وقدرته من شر ما أجد وأحاذر (سبع
                مرات)
              </p>

              <span className="soura-span">
                أخرجه مسلم في صحيحه، والنسائي في سننه
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                بسم الله الذي لا يضر مع اسمه شيء في الأرض ولا في السماء، وهو
                السميع العليم (ثلاث مرات)
              </p>

              <span className="soura-span">
                أخرجه أبو داود وابن ماجه في سننهما
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                بسم الله أرقيك، من كل شيء يؤذيك، من شر كل نفس أو عين حاسد، الله
                يشفيك، بسم الله أرقيك
              </p>

              <span className="soura-span">أخرجه مسلم في صحيحه</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                بسم الله يبريك، ومن كل داء يشفيك، ومن شر حاسد إذا حسد، وشر كل ذي
                عين
              </p>

              <span className="soura-span">
                أخرجه ابن وهب في الجامع للحديث، وإسحاق بن راهويه في مسنده
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                بسم الله، تربة أرضنا، بريقة بعضنا، يُشفى سقيمُنا بإذن ربِّنا
              </p>

              <span className="soura-span">
                أخرجه البخاري ومسلم في صحيحيهما
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">لا بأس عليك، طهور إن شاء الله</p>

              <span className="soura-span">
                أخرجه البخاري في صحيحه، وأحمد في المسند
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                بسم الله الكبير، أعوذ بالله العظيم من شر كل عرق نعَّار، ومن شر
                حر النار
              </p>

              <span className="soura-span">
                أخرجه الترمذي في سننه، ومَعمَر بن راشد في الجامع، والطبراني في
                المعجم الكبير
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم برِّد قلبي بالثلج والبرد والماء البارد، اللهم نقِّ قلبي من
                الخطايا كما نقيت الثوب الأبيض من الدنس
              </p>

              <span className="soura-span">أخرجه الترمذي في سننه</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم أذهب الباس، رب الناس، اشف وأنت الشافي، لا شفاء إلا شفاؤك،
                شفاءً لا يُغادر سقمًا
              </p>

              <span className="soura-span">
                أخرجه الترمذي في سننه، والبزَّار في مسنده
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم اشف عبدك، وصدق رسولك صلى الله عليه وسلم
              </p>

              <span className="soura-span">أخرجه أحمد في المسند</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم اشف عبدك ينكأ لك عدوًّا، أو يمشي لك إلى صلاة
              </p>

              <span className="soura-span">
                أخرجه أحمد في المسند، وأبو داود في سننه، وابن حبان في صحيحه
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري،
                لا إله إلا أنت ، (ثلاث مرات)
              </p>

              <span className="soura-span">
                أخرجه أحمد في المسند، وأبو داود في سننه
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                لا إله إلا الله الحليم الكريم، سبحان الله رب العرش العظيم،
                والحمد لله رب العالمين
              </p>

              <span className="soura-span">
                أخرجه أحمد في المسند، وابن ماجه في سننه
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم إني أسألك العافية في الدنيا والآخرة، اللهم إني أسألك العفو
                والعافية في ديني ودنياي، وأهلي ومالي، اللهم استر عوراتي وآمن
                روعاتي، اللهم احفظني من بين يدي ومن خلفي، وعن يميني وعن شمالي،
                ومن فوقي، وأعوذ بعظَمتك أن أُغتال من تحتي
              </p>

              <span className="soura-span">
                خرجه البخاري في الأدب المفرد، وأحمد في المسند، وأبو داود في
                سننه، والنسائي في سننه
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">اللهم اهدني، وارزقني، وعافني، وارحمني</p>

              <span className="soura-span">أخرجه الحاكم في المستدرك</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم بارك عليه، وأذهب عنه حر العين وبرْدها ووصَبها
              </p>

              <span className="soura-span">
                أخرجه أحمد في المسند، والنسائي في سننه
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم إني أعوذ بوجهك الكريم وكلماتك التامة، من شر ما أنت آخِذ
                بناصيته، اللهم أنت تكشف المأثم والمغرم، اللهم لا يُهزم جندك، ولا
                يُخلف وعْدك، ولا ينفع ذا الجد منك الجد، سبحانك وبحمدك
              </p>

              <span className="soura-span">
                أخرجه أبو داود والنسائي في سننهما
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                ربنا الله الذي في السماء تقدس اسمك، أمرك في السماء والأرض، كما
                رحمتك في السماء فاجعل رحمتك في الأرض، اغفر لنا حَوبنا وخطايانا،
                أنت رب الطيبين، أنزل رحمة من رحمتك، وشفاءً من شفائك على هذا
                الوجع فيَبرَأ (ثلاث مرات)
              </p>

              <span className="soura-span">
                أخرجه أبو داود والنسائي في سننهما
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                أسأل الله العظيم، رب العرش العظيم أن يشفيك (سبع مرات)
              </p>

              <span className="soura-span">أخرجه أحمد في المسند</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                حسبي الله لا إله إلا هو، عليه توكلت وهو ربُّ العرش العظيم (سبع
                مرات)
              </p>

              <span className="soura-span">أخرجه أبو داود في سننه</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                لا إله إلا الله العظيم الحليم، لا إله إلا الله رب العرش العظيم،
                لا إله إلا الله رب السموات ورب الأرض، ورب العرش الكريم
              </p>

              <span className="soura-span">أخرجه البخاري ومسلم في صحيحهما</span>
            </div>

            <div className="nass-span">
              <p className="nass">يا حي يا قيوم برحمتك أستغيث</p>

              <span className="soura-span">أخرجه الترمذي</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم رحمتك أرجو، فلا تكلني إلى نفسي طرفة عين، وأصلح لي شأني
                كله، لا إله إلا أنت
              </p>
              <span className="soura-span">
                أخرجه أبو داود في سننه، وأحمد في المسند
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم إني أسألك أني أشهد أنك أنت الله لا إله إلا أنت الأحد
                الصمد، الذي لم يلد ولم يولد، ولم يكن له كفوًا أحد
              </p>

              <span className="soura-span">أخرجه أبو داود في سننه</span>
            </div>

            <div className="nass-span">
              <p className="nass">الله، الله ربي، لا أُشرِك به شيئًا</p>

              <span className="soura-span">
                أخرجه ابن ماجه، وإسحاق بن راهويه في مسنده
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم إني عبدك، وابن عبدك، وابن أَمَتك، ناصيتي بيدك، ماض فيَّ
                حكمك، عدل في قضاؤك، أسألك بكل اسم هو لك سميت به نفسك، أو أنزلته
                في كتابك، أو علمته أحدًا من خلقك، أو استأثرت به في علم الغيب
                عندك: أن تجعل القرآن ربيع قلبي، ونور صدري، وجلاء حزني، وذَهاب
                همي
              </p>

              <span className="soura-span">
                أخرجه أحمد في مسنده، وابن أبي شيبة في مسنده
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم إني أعوذ برضاك من سخطك، وأعوذ بمعافاتك من عقوبتك، وأعوذ بك
                منك لا أُحصي ثناءً عليك، أنت كما أثنيتَ على نفسك
              </p>

              <span className="soura-span">
                أخرجه أحمد في مسنده، وابن ماجه في سننه
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم آتِ نفسي تقواها، وزكِّها أنت خير من زكاها، أنت وليها
                ومولاها، اللهم إني أعوذ بك من علم لا ينفع، ومن قلب لا يخشع، ومن
                نفس لا تشبع، ومن دعوة لا يستجاب لها
              </p>

              <span className="soura-span">
                أخرجه مسلم في صحيحه، وأحمد في مسنده
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم إنا نسألك من خير ما سألك منه نبيك محمد -صلى الله عليه
                وسلم- ونعوذ بك من شر ما استعاذ منه نبيك محمد -صلى الله عليه
                وسلم- وأنت المستعان وعليك البلاغ، ولا حول ولا قوة إلا بالله
              </p>

              <span className="soura-span">أخرجه الترمذي في سننه</span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم صلِّ على محمد وعلى آل محمد، كما صليت على إبراهيم وعلى آل
                إبراهيم، إنك حميد مجيد، اللهم بارك على محمد وعلى آل محمد، كما
                باركت على إبراهيم وعلى آل إبراهيم، في العالمين إنك حميد مجيد
              </p>

              <span className="soura-span">
                أخرجه البخاري ومسلم في صحيحيهما، وأحمد في المسند
              </span>
            </div>

            <div className="nass-span">
              <p className="nass">
                اللهم اجعل صلاتك ورحمتك وبركاتك على سيد المرسلين، وإمام المتقين،
                وخاتم النبيين، محمد عبدك ورسولك إمام الخير، وقائد البر، ورسول
                الرحمة، اللهم ابعثه مقامًا محمودًا يغبطه به الأولون والآخرون
              </p>

              <span className="soura-span">
                أخرجه ابن ماجه في سننه، والطبراني في العجم الكبير.
              </span>
            </div>
          </div>

          <h3 className="small">
            إرشادات عامة يجب أن تُراعى عند الرقية الشرعية
          </h3>

          <div className="vid-tex">
            <div className="nass-span">
              <p className="nass">كون الراقي والمرقي على طهارة تامة</p>

              <p className="nass">استقبال الراقي القبلة</p>

              <p className="nass">
                لزوم تدبر الراقي والمرقي لنصوص الرقية، فلا يقولها الراقي دون
                تفكر بمعانيها، ولا يستمعها المرقي إلا وقد اجتهد في تدبرها،
                واستحضر كلاهما الخشوع في أثناء الرقية بتعلق القلب بعظيم قدرة
                الله -تعالى- وحسن الاستعانة به سبحانه
              </p>

              <p className="nass">
                النفث - وهو نفخ لطيف مع بعض ريق - في أثناء القراءة وبعدها، ولا
                بأس بتركه
              </p>

              <p className="nass">
                استحسان وضع اليد في أثناء القراءة على الناصية أو على موضع الألم،
                مع ملاحظة عدم جواز مس النساء من غير المحارم
              </p>

              <p className="nass">
                إن لاحظ الراقي تأثر المريض ببعض الآيات في أثناء الرقية، فلا بأس
                بتكرارها ثلاثًا، أو خمسًا، أو سبع مرار، حسب الحاجة وملاحظة درجة
                الاستجابة
              </p>

              <p className="nass">
                أن ينوي الراقي برقيته نفع أخيه، ومحبة أن يشفيه الله ويخفف عنه،
                وكذلك توخي هدايته، بل إن تيقن الراقي وجود جني متلبس، حرص عندئذ
                على تخليص المرقي من ذلك التلبس، مع حرصه كذلك على دعوة ذلك الجني
                إلى التقوى والاستقامة، وهذا مطلب مهم جدًا ينبغي للراقي ملاحظته؛
                ذلك أن همَّ المسلم الأعظم الدعوة إلى الله -تعالى- لقول المولى -
                عز وجل -: ﴿ قُلْ هَذِهِ سَبِيلِي أَدْعُو إِلَى اللَّهِ عَلَى
                بَصِيرَةٍ أَنَا وَمَنِ اتَّبَعَنِي ﴾ [يوسف: 108]، فالمسلم داعية
                في المقام الأول؛ فحري به أن يباشر رقيته وهو يحمل في صدره هاتين
                النيتين (الشفاء، ومحبة الهداية)، وليتنبه الراقي إلى أنه لا ينبغي
                له أن يسعى إلى أذية الجني ابتداءً، إلا إذا استعصت عليه سبل
                هدايته، فكم من جني متلبس تاب وأناب على يد راق، بل كم من شيطان
                مارد أسلم على يديه، فكتب الله -تعالى- شفاءً للمريض وهداية للجني.
              </p>

              <p className="nass">
                مراعاة لفظ الرقية المناسب للمقام عند القراءة فيقول: (أرقي نفسي)،
                (أرقيكَ) أو (أرقيكِ)، أو (أرقيكم)، وذلك بحسب الحال
              </p>

              <p className="nass">
                قد تستمر الرقية لمدة أسبوع كامل، وربما كانت أقل من ذلك، أو أكثر،
                وذلك بحسب حال المريض ومدى استجابته للعلاج، حتى يتم الشفاء بإذن
                الله
              </p>

              <p className="nass">
                بإمكان الراقي أن يختار ما يناسب من أقسام الرقى الثلاثة، حسبما
                يتسع له وللمرقي الوقت، كما أن له الاختصار في الرقية، بحيث يختار
                منها ما يناسب حال المرقي، وبخاصة في الرقية المطولة التي هي أكثر
                أقسام الرقية إسهابًا، وللراقي كذلك قراءة الرقية المطولة على
                مراحل، بحيث يستريح المريض بينها
              </p>

              <p className="nass">
                بإمكان الراقي الاقتصار في الرقية على الآيات القرآنية أو التعوذات
                النبوية، لكن الأكمل في ذلك أن يجمع بينها
              </p>

              <p className="nass">
                إذا جزم الراقي بأن المرقي يعاني من سحر - والعياذ بالله - فإنه من
                المهم للغاية أن يركز في رقيته على الآيات التي ذكر فيها السحر، مع
                تكرار قراءتها على المسحور، وبخاصة المعوذتين، ففي ذلك تأثير بالغ
                على فك السحر، ودفع الأذى، بإذن الله
              </p>

              <p className="nass">
                إن للراقي - ختامًا - القراءة جهرًا أو سرًّا، والجهر أولى، وذلك
                بصوت معتدل يتمكن معه المرقي من سماعه؛ فيزداد بذلك تأثره بالرقية
                وانتفاعه بها
              </p>
            </div>
          </div>
        </div>
      </div>
    </div>
  );
}
